{
  "identity": {
    "name": "default",
    "lang": "fr",
    "game_version": 3.16
  },
  "acts": [
    {
      "actId": 1,
      "actName": "Act I",
      "zones": [
        {
          "name": "The Twilight Strand",
          "note": "Vérifiez que le bon loot filter est activé. Suivez la côte et tuez Hillock. Entrez à Lioneye's Watch.",
          "altimage": "Le cauchemar commence ici."
        },
        {
          "name": "The Coast",
          "note": "1) Restez sur le côté droit en suivant le mur activez le waypoint. Allez à The Mud Flats.\n\n2) L'entrée de The Tidal Island est proche du waypoint, allez à The Tidal Island pour Hailrake."
        },
        {
          "name": "The Tidal Island",
          "note": "1) Le côté sans falaise est le plus court. Tuez Hailrake et logout.\n\n2) En ville prenez Quicksilver et vos gemmes puis TP vers The Submerged Passage.",
          "altimage": "This layout is always a circle."
        },
        {
          "name": "The Mud Flats",
          "note": "Les petites rivières relient les 3 items, les ramasser puis allez à The Submerged Passage.",
          "altimage": "Green circles indicate the area in which the quest items are grouped. Little rivers connect the three items."
        },
        {
          "name": "The Fetid Pool",
          "note": "Tourner et tout tuer. (zone facultative)",
          "altimage": "Toujours en forme de cercle."
        },
        {
          "name": "The Submerged Passage",
          "note": "1) Au waypoint se TP vers The Coast pour aller à The Tidal Island (faire Quicksilver Flask)\n2) Trouvez le pont et placer un portail afin de revenir plus tard tuer Deep Dweller. Traversez le pont pour aller à The Ledge.\n3) Cherchez sous le pont l'entrée de The Flooded Depths, entrez et tuez Deep Dweller."
        },
        {
          "name": "The Flooded Depths",
          "note": "Tuez The Deep Dweller pour un point passif. Deconnexion, puis tp vers The Ledge."
        },
        {
          "name": "The Ledge",
          "note": "1) Au waypoint, passez en ville pour aller The Submerged Passage puis The Flooded Depths.\n2) Allez à The Climb.",
          "altimage": "This layout is always linear, les petits totems au waypoint sont du côté de la sortie The Climb."
        },
        {
          "name": "The Climb",
          "note": "Toujours monter à droite. Libérez Navali quand vous la trouvez puis allez à The Lower Prison."
        },
        {
          "name": "The Lower Prison",
          "note": "Il y a un Trial dans cette zone que vous pouvez faire plus tard grâce au waypoint. \nEssayez d'abord la sortie The Upper Prison"
        },
        {
          "name": "The Upper Prison",
          "note": "Essayez d'abord à gauche. Tuez Brutus, Lord Incarcerator et logout. \nEn ville, TP vers The Prisoner's Gate."
        },
        {
          "name": "Prisoner's Gate",
          "note": "Recherchez le côté de la route qui a le rebord vers le bas, généralement sur le côté droit. \nAllez à The Ship Graveyard."
        },
        {
          "name": "The Ship Graveyard",
          "note": "Cherchez le waypoint en premier.\n1) Si vous trouvez The Ship Graveyard Cave, entrez et obtenez Allflame.\n2) Sinon allez directement vers le waypoint de The Cavern of Wrath"
        },
        {
          "name": "The Ship Graveyard Cave",
          "note": "Trouvez Allflame et ignorer le boss.\n1) Si vous avez déjà le waypoint vers The Cavern of Wrath => logout et s'y tp.\n2) Sinon ressortez et trouvez The Cavern of Wrath.",
          "altimage": "This layout is always linear, with some deadends."
        },
        {
          "name": "The Cavern of Wrath",
          "note": "1) Si vous n'avez pas encore trouvé la Allflame prenez le waypoint pour The Ship Graveyard et trouvez The Ship Graveyard Cave.\n2) Sinon allez en ville faire affiner votre stuff (2x Sapphire rings RésistFroid), et revenez.\n3) Allez vers le haut, entrez dans The Cavern of Anger."
        },
        {
          "name": "The Cavern of Anger",
          "note": "Souvent en haut à gauche, vous pouvez suivre les esprits, si vous voyez des tas d'or, vous êtes proche de Merveil, the Siren, tuez la et allez à l'act II."
        }
      ]
    },
    {
      "actId": 2,
      "actName": "Act II",
      "zones": [
        {
          "name": "The Southern Forest",
          "note": "Suivez le mur de droite, Allez à The Forest Encampment.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Old Fields",
          "note": "Suivre la route vers The Crossroads.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Den",
          "note": "Si vous tuez The Great White Beast, prenez la Quicksilver Flask en récompense.",
          "altimage": "A branching maze of tunnels ends at a large chamber."
        },
        {
          "name": "The Riverways",
          "note": "Suivez la route et utilisez vos compétences en mobilité pour sauter par-dessus les ponts, activer le waypoint.\n1) Suivez la route vers The Western Forest.\n2) The Wetlands sont toujours de l'autre côté de la route par rapport au waypoint, y aller.",
          "altimage": "Linear layout if you manage to stay on the stone road."
        },
        {
          "name": "The Crossroads",
          "note": "Suivre la route vers le waypoint.\n1) Haut vers The Chamber of Sins Level 1.\n2) Tout droit vers The Broken bridge (Kraityn).\n3) En bas vers The Fellshrine Ruins.",
          "altimage": "Linear layout if you manage to stay on the stone road."
        },
        {
          "name": "The Chamber of Sins Level 1",
          "note": "Toujours droite ou gauche. \nActivez le waypoint, et suivez le couloir a côté de ce dernier. \nEntrez dans The Chamber of Sins Level 2."
        },
        {
          "name": "The Chamber of Sins Level 2",
          "note": "Toujours en haut à droite, faire le trial en haut à gauche.\nTuez Fidelitas et logout puis allez à The Crossroads"
        },
        {
          "name": "The Broken Bridge",
          "note": "Suivre la route jusqu'au waypoint, puis la suivre mais vers la droite.\nTuez Kraityn and logout puis tp The Crossroads",
          "altimage": "Linear if you stay on the road"
        },
        {
          "name": "The Fellshrine Ruins",
          "note": "Suivre la route jusqu'à The Crypt.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Crypt Level 1",
          "note": "En général le trial est en haut à droite. Inutile d'aller The Crypt Level 2.\nlogout allez à The Riverways",
          "altimage": ""
        },
        {
          "name": "The Crypt Level 2",
          "note": "Demi-tour, y a rien là ...",
          "altimage": "Y a rien là !"
        },
        {
          "name": "The Western Forest",
          "note": "Suivre la route, waypoint.\n* Alira est du côté du waypoint où la route a une section cassée.\n* Suivez la route pour la quête The Way Forward, tuez Captain Arteri, revenir sur le chemin du retour. \n* The Weaver's Chambers se trouve de l'autre côté de la route d'Alira, avec des arbres palmés, y aller",
          "altimage": "Linear layout if you stay on the road and find waypoint, then everything is in a cross shape."
        },
        {
          "name": "The Weaver's Chambers",
          "note": "Allez à gauche lorsque le chemin de gauche apparaît, sinon faites une boucle autour du côté droit\nTuez The Weaver, cliquez le point d'exclamation et logout.\n1) Allez à Act I, passive à Bestel\n2) Aller à Riverways."
        },
        {
          "name": "The Wetlands",
          "note": "1) Allez à gauche et en haut jusqu'à ce que le waypoint soit visible avec le passage à proximité, tuez Oak et logout.\nTP vers The Wetlands.\n2) Allez à The Vaal Ruins."
        },
        {
          "name": "The Vaal Ruins",
          "note": "Essayez de déterminer la direction puis zig-zaguez en conséquence à travers les ruines. \nAllez à The Northern Forest."
        },
        {
          "name": "The Northern Forest",
          "note": "Allez en haut à droite en suivant le rivage.\nAllez à The Caverns. \nInutile d'aller dans The Dread Thicket.",
          "altimage": "Linear layout, waypoint is adjacent to the shoreline."
        },
        {
          "name": "The Dread Thicket",
          "note": "Sortez de cette zone, il n'y a rien ici.",
          "altimage": "Il n'y a rien la !"
        },
        {
          "name": "The Caverns",
          "note": "Essayez de deviner ou la sortie est apparue. \nActivez le waypoint. \nAllez à The Ancient Pyramid."
        },
        {
          "name": "The Ancient Pyramid",
          "note": "La sortie est en général en diagonal de l'entrée.\nTuez Vaal Oversoul et allez à l'Act III.",
          "altimage": "Somewhat linear layout."
        }
      ]
    },
    {
      "actId": 3,
      "actName": "Act III",
      "zones": [
        {
          "name": "The City of Sarn",
          "note": "N'oubliez pas de parler à Clarissa. En ville, allez directement dans The Slums sans parler aux PNJs.",
          "altimage": "Linear layout."
        },
        {
          "name": "The Slums",
          "note": "1) Trouvez les grilles The Sewers, puis descendez les escaliers, suivez les escaliers jusqu'à monter, puis ligne droite vers le The Crematorium, y rentrer.\n2) Après avoir les clés allez à The Sewers."
        },
        {
          "name": "The Crematorium",
          "note": "Faites le trial, plutôt à gauche.\nTuez Piety (résistance à la foudre recommandée), puis logout.\nEn ville, récupérez les clés des égouts auprès de Clarissa, allez à The Slums."
        },
        {
          "name": "The Sewers",
          "note": "1) Récupérez le premier buste avant le waypoint, un autre juste après. Haut et gauche le dernier buste, puis haut et droite pour la sortie.\nAllez à The Marketplace.\n2) Brûlez l'obstacle et allez à The Ebony Barracks."
        },
        {
          "name": "The Marketplace",
          "note": "Habituellement en haut et droite, traversez la salle des statues, récupérez le waypoint près de The Catacombs. Passez l'élément de quête c'est inutile.\n1) Allez à The Catacombs.\n2) Suivre le mur de droite pour trouver la sortie, allez à The Battlefront."
        },
        {
          "name": "The Catacombs",
          "note": "Faire le trial, puis logout et allez à The Marketplace.",
          "altimage": "Maze of rooms that ends at a large bridge"
        },
        {
          "name": "The Battlefront",
          "note": "1) haut et gauche vers le waypoint. Prenez Ribbon Spool un peu à gauche du waypoint. Allez vers la gauche à The Docks.\n2) Droite haut à la recherche du temple Solaris. Allez à The Solaris Temple level 1."
        },
        {
          "name": "The Solaris Temple Level 1",
          "note": "Suivez le tapis jusqu'à la sortie. Allez The Solaris Temple Level 2"
        },
        {
          "name": "The Solaris Temple Level 2",
          "note": "Suivez le tapis mais, il peut y avoir des impasses. Parlez à Dialla. \nAllez à The Sewers par le waypoint."
        },
        {
          "name": "The Docks",
          "note": "Ignorez Fairgraves. \nVers gauche en premier, trouvez le sulfite qui est en bas des escaliers puis logout allez à The Battlefront."
        },
        {
          "name": "The Ebony Barracks",
          "note": "1) Montez au temple de Lunaris, n'oubliez pas le waypoint, tuez General Gravicius. Allez à The Lunaris Temple Level 1.\n2) Après le temple de Lunaris, allez à droite et haut pour The Imperial Gardens."
        },
        {
          "name": "The Lunaris Temple Level 1",
          "note": "Suivez le tapis, n'oubliez pas le waypoint."
        },
        {
          "name": "The Lunaris Temple Level 2",
          "note": "La disposition diffère beaucoup. Toujours monter les escaliers, jusqu'à une plus grande surface ou il y a des chariots des deux côtés, choisissez le côté où il n'y en a qu'un tuez Piety, logout.\nAllez à The Ebony Barracks."
        },
        {
          "name": "The Imperial Gardens",
          "note": "Suivez la route, activer waypoint.\n1) Haut et gauche pour Trial, logout et revenez.\n2) Faites The Library si besoin, puis deco, tp, revenez.\n3) Allez à droite puis en haut vers The Sceptre of God."
        },
        {
          "name": "The Library",
          "note": "Essayez haut et droite, jusqu'à trouver des murs parallèles, ou se trouve  Siosa.\nAllez vers le se seul ouvert et cherchez l'accès à la prochaine zone cachée par un interrupteur.",
          "altimage": "Ressemble à un labyrinthe."
        },
        {
          "name": "The Archives",
          "note": "Trouvez les 4 pages et retourner voir Siosa.",
          "altimage": "La zone est un carré avec 1 page a chaque coin."
        },
        {
          "name": "The Sceptre of God",
          "note": "Les sorties apparaissent dans un coin aléatoire, peuvent souvent être trouvées en voyageant en diagonale.\nAllez à The Upper Sceptre of God.",
          "altimage": "Layout is generally always the same looking, but exits spawn in a random corner."
        },
        {
          "name": "The Upper Sceptre of God",
          "note": "Les sorties apparaissent dans un coin aléatoire. Montez en diagonale jusqu'à ce que vous aperceviez des barricades à la sortie. \nTuez Dominus, High Templar. \nAllez à l'Act IV.",
          "altimage": "Layout is generally always the same looking, but exits spawn in a random corner."
        }
      ]
    },
    {
      "actId": 4,
      "actName": "Act IV",
      "zones": [
        {
          "name": "The Aqueduct",
          "note": "Traversez la zone. Entrez à Highgate, puis allez à The Dried Lake.",
          "altimage": "Pretty much linear."
        },
        {
          "name": "The Dried Lake",
          "note": "Tuez Voll, Emperor of Purity puis déco.\nAllez à The Mines Level 1"
        },
        {
          "name": "The Mines Level 1",
          "note": "La sortie est généralement dans le coin supérieur gauche.\nAller à The Mines Level 2."
        },
        {
          "name": "The Mines Level 2",
          "note": "Disposition variée et nombreuses impasses, tuez l'esprit allez à The Crystal Veins.\nSi vous trouvez la sortie avant l'esprit, laissez un portail et continuez."
        },
        {
          "name": "The Crystal Veins",
          "note": "Boucle en bas à droite pour aller à la sortie en haut à gauche. \n1) Trouver Dialla (waypoint) allez en ville. Si vous aviez laissez un portail pour l'esprit allez y maintenant.\n2) Revenez The Crystal Veins, puis allez à Kaom's Dream."
        },
        {
          "name": "Daresso's Dream",
          "note": "Avancez vers le haut à droite, des impasses.\nAllez à The Grand Arena.",
          "altimage": "Fairly linear."
        },
        {
          "name": "The Grand Arena",
          "note": "Descendre à gauche de waypoint, puis suivre le chemin. \nTuez Daresso, King of Swords et logout. \nTP à The Crystal Veins puis Kaom's Dream.",
          "altimage": "Linear layout."
        },
        {
          "name": "Kaom's Dream",
          "note": "Suivez les passages et les ponts. \nAllez à Kaom's Stronghold."
        },
        {
          "name": "Kaom's Stronghold",
          "note": "Suivez les escaliers et les ponts. \nTuez Kaom's Chosen et logout. \nTP à The Crystal Veins puis The Belly of the Beast Level 1."
        },
        {
          "name": "The Belly of the Beast Level 1",
          "note": "Visez en haut à gauche, de nombreuses impasses.\nAllez à The Belly of the Beast Level 2."
        },
        {
          "name": "The Belly of the Beast Level 2",
          "note": "Visez en haut à gauche, de nombreuses impasses. Tuez Piety, the Abomination.\nAllez à The Harvest."
        },
        {
          "name": "The Harvest",
          "note": "Toujours 1 boss sur le côté droit et 2 à gauche : Doedre Darktongue, Maligaro, The Inquisitor, Shavronne of Umbra.\n* Prenez le waypoint et parlez avec Piety. \n* Aller à the Black Core pour tuer Malachai, The Nightmare, logout.\n* Allez à The Ascent."
        },
        {
          "name": "The Ascent",
          "note": "Allez Haut et droite, traversez le pont, suivez la route vers l'Act V."
        }
      ]
    },
    {
      "actId": 5,
      "actName": "Act V",
      "zones": [
        {
          "name": "The Slave Pens",
          "note": "Allez tout en bas et à droite, puis à gauche pour tuer le boss. \nAllez à la ville.\nAllez à The Control Blocks"
        },
        {
          "name": "The Control Blocks",
          "note": "Allez en haut à gauche pour le miasmeter, puis en haut et à droite.\nTuez Justicar Casticus pour ses 'yeux'. \nAllez à Oriath's Square."
        },
        {
          "name": "Oriath Square",
          "note": "Allez en haut à droite jusqu'à ce que vous traversiez le pont, puis descendez.\nAllez à The Templar Courts."
        },
        {
          "name": "The Templar Courts",
          "note": "Allez à The Chamber of Innocence.",
          "altimage": "Boucle dans le sens des aiguilles d'une montre. "
        },
        {
          "name": "The Chamber of Innocence",
          "note": "Montez et gauche et tournez dans le sens inverse des aiguilles d'une montre.\n1) Allez à Sanctum of Innocence.\n2) Activer waypoint, parlez à Bannon. \nAller à The Torched Courts."
        },
        {
          "name": "The Torched Courts",
          "note": "Boucle dans le sens antihoraire.\nAllez à The Ruined Square."
        },
        {
          "name": "The Ruined Square",
          "note": "1) Aller au waypoint, entrez dans The Ossuary.\n2) Passez au milieu de la carte, Laisser un portail près de la grande fontaine. Allez en bas vers The Reliquary.\n3) Allez en haut depuis le portail, entrez dans The Cathedral Rooftop."
        },
        {
          "name": "The Ossuary",
          "note": "Ramassez un signe logout, TP vers the Ruined Square.",
          "altimage": "Boucle dans le sens des aiguilles d'une montre."
        },
        {
          "name": "The Reliquary",
          "note": "Commencer par le bas à gauche. \nTrouvez plusieurs objets de quête dans les coins de la zone. \nRevenez au waypoint, TP vers Town, prendre le portail."
        },
        {
          "name": "The Cathedral Rooftop",
          "note": "Courez en haut à gauche et tuez Kitava, the Insatiable !",
          "altimage": "Linear zone, run top left and kill Kitava."
        }
      ]
    },
    {
      "actId": 6,
      "actName": "Act VI",
      "zones": [
        {
          "name": "The Twilight Strand",
          "note": "Inutile sauf si vous voulez ouvrir la boutique de gemmes de Lilly Roth.\n\nNettoyez la zone, logout, gemmes.\nAllez à The Coast.",
          "altimage": ""
        },
        {
          "name": "The Coast",
          "note": "Allez vers la droite puis vers le haut, waypoint.\nAllez à The Mud Flats."
        },
        {
          "name": "The Tidal Island",
          "note": "Cette zone doit être ignorée pour gagner du temps.",
          "altimage": "La zone est en forme de cercle."
        },
        {
          "name": "The Mud Flats",
          "note": "1) Tuez the Dishonoured Queen sur le côté droit et récupérez la clé de la reine.\n2) Allez vers la gauche à The Karui Fortress."
        },
        {
          "name": "The Karui Fortress",
          "note": "Suivez le côté droit, tuez Tukohama, Karui God of War.\nSortez sur le côté gauche et montez.\nAllez à the Ridge.\n"
        },
        {
          "name": "The Ridge",
          "note": "Aller à the Lower Prison."
        },
        {
          "name": "The Lower Prison",
          "note": "Il y a un trial.\nEn général vers la gauche, prendre le waypoint.\nAller à Shavronne's Tower."
        },
        {
          "name": "Shavronne's Tower",
          "note": "Suivez les halls, en passant par les ponts, pendant 4 mini zones.\nMonter à Prison Rooftop, tuez Reassembled Brutus, et Shavronne the Returned.\nAllez à Warden's Chamber pour prendre la recette\nLogout et TP Prisoner's Gate.",
          "altimage": ""
        },
        {
          "name": "Prisoner's Gate",
          "note": "Descendez du côté de la route qui a la falaise, et tuez Abberath, the Cloven One.\nSuivez la route vers the Western Forest."
        },
        {
          "name": "The Western Forest",
          "note": "Suivez la route vers  The Riverways.",
          "altimage": ""
        },
        {
          "name": "The Riverways",
          "note": "1) Suivez le chemin au waypoint, allez à gauche vers The Wetlands.\n2) Suivez la route et lorsque vous atteignez le campement, descendez à droite pour aller à The Southern Forest."
        },
        {
          "name": "The Wetlands",
          "note": "Restez sur le côté gauche pour trouver l'entrée de The Spawning Ground, tuez Ryslatha, the Puppet Mistress, logout.\nTP vers The Riverways.\n",
          "altimage": ""
        },
        {
          "name": "The Southern Forest",
          "note": "Suivez le mur de droite à The Cavern of Anger.",
          "altimage": ""
        },
        {
          "name": "The Cavern of Anger",
          "note": "Ramassez le Flag Chest en entrant dans cette zone.\nAllez à the Beacon."
        },
        {
          "name": "The Beacon",
          "note": "Suivez le rivage jusqu'à ce que vous atteigniez les balises. Déplacez les deux colonnes.\nBrûlez le drapeau et allez à the Brine King's Reef.",
          "altimage": ""
        },
        {
          "name": "The Brine King's Reef",
          "note": "Suivez le rivage de gauche jusqu'à l'arène de Tsoagoth, The Brine King et le tuer.\nDéco reco et parlez aux  pnjs.\nAllez à l'Act VII par le waypoint."
        }
      ]
    },
    {
      "actId": 7,
      "actName": "Act VII",
      "zones": [
        {
          "name": "The Broken Bridge",
          "note": "Suivez la route vers la gauche.\nAllez à The Crossroads. ",
          "altimage": "Suivez la route vers la gauche"
        },
        {
          "name": "The Crossroads",
          "note": "1) Allez en bas à droite à partir du waypoint vers The Fellshrine Ruins.\n2) Allez a gauche a partir du waypoint vers The Chamber of Sins level 1."
        },
        {
          "name": "The Fellshrine Ruins",
          "note": "Suivre la route jusqu'à The Crypt Level 1.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Crypt",
          "note": "Ouvrir le sarcophage pour la zone suivante. \nTrouver Maligaro's Map puis tp ville et waypoint The Crossroads.\nLe trial est dans la prière partie en haut à gauche."
        },
        {
          "name": "The Chamber of Sins Level 1",
          "note": "Activez le waypoint.\nUtilisez la carte.\nAprès avoir tué Maligaro, revenez ici et suivez le passage derrière le waypoint vers The Chamber of Sins Level 2."
        },
        {
          "name": "The Chamber of Sins Level 2",
          "note": "Il y a un trial côté gauche.\nAllez en haut à droite, jusqu'à ce que vous trouviez le long couloir étroit, allez jusqu'au bout où vous avez combattu Fidelitas dans l'acte deux, puis montez et descendez ensuite."
        },
        {
          "name": "Maligaro's Sanctum",
          "note": "Suivez les bords de la zone et traversez les ponts que vous rencontrez jusqu'à ce que vous trouviez l'arène (l'atelier de Maligaro).\nlogout.",
          "altimage": ""
        },
        {
          "name": "The Den",
          "note": "Allez à The Ashen Fields."
        },
        {
          "name": "The Ashen Fields",
          "note": "Suivez la route vers la gauche.\nAllez à The Forest Emcampment et tuez Gruest.\nAllez à The Northern Forest.",
          "altimage": "Linear layout."
        },
        {
          "name": "The Northern Forest",
          "note": "1) Suivez le mur de gauche pour The Dread Thicket.\n2) Suivez le mur de droite pour The Causeway.",
          "altimage": ""
        },
        {
          "name": "The Dread Thicket",
          "note": "Récupérez tous les Fireflies.\nTuez Gruthkul dans Den Of Despair.\nPrenez la recette.\nLogout.",
          "altimage": ""
        },
        {
          "name": "The Causeway",
          "note": "Allez en haut à droite jusqu'à la sortie, récupérez Kishara’s star près de la sortie.",
          "altimage": "Linear layout."
        },
        {
          "name": "The Vaal City",
          "note": "Recherchez et suivez les murs épais pour vous guider vers la sortie."
        },
        {
          "name": "The Temple of Decay Level 1",
          "note": "Allez en diagonale vers les sorties.",
          "altimage": "Long zone, with multiple levels."
        },
        {
          "name": "The Temple of Decay Level 2",
          "note": "Tuez Arakaali, Spinner of Shadows.",
          "altimage": "Grandes zones avec plusieurs niveaux."
        }
      ]
    },
    {
      "actId": 8,
      "actName": "Act VIII",
      "zones": [
        {
          "name": "The Sarn Ramparts",
          "note": "Suivez le mur a main gauche jusqu'aux escalier, montez et suivez le mur jusqu'au bout.\nAllez directement à The Toxic Conduits.",
          "altimage": "Linear layout."
        },
        {
          "name": "The Toxic Conduits",
          "note": "En entrant, observez la peinture noire sur le sol et suivez la direction qu'elle vous indique."
        },
        {
          "name": "Doedre's Cesspool",
          "note": "Essayez de trouver le chemin qui n'a pas d'impasse.\nAprès avoir tué Doedre, trouvez le waypoint.\n1) The Quay sur la droite.\n2) The Grand Promenade est à gauche\n"
        },
        {
          "name": "The Grand Promenade",
          "note": "Suivez le mur à main droite.",
          "altimage": "Fairly static and linear zone."
        },
        {
          "name": "The Quay",
          "note": "Prenez l'objet de quête à (1), l'utiliser dans l'arène (2), sortez de l'arène et trouvez la sortie en (3)."
        },
        {
          "name": "The Grain Gate",
          "note": "Cette zone a de nombreux bâtiments, n'entrez et sortez des bâtiments que par des ouvertures qui ont le cadavre d'un garde à côté, ils ouvrent la voie.\nTuer the gemlings et allez à The Imperial Fields."
        },
        {
          "name": "The Imperial Fields",
          "note": "Suivre la route jusqu'à sa fin et continuer dans la même direction et entrez dans The Solaris Temple Level 1.",
          "altimage": "Linear layout if you stay in the road until it ends."
        },
        {
          "name": "The Solaris Temple Level 1",
          "note": "Descendez et à gauche, puis en haut et à gauche, il y a un waypoint sur le chemin."
        },
        {
          "name": "The Solaris Temple Level 2",
          "note": "Suivez les tapis, la quête du boss Dawn à la fin, une résistance au feu plafonnée est recommandée.\nPrenez la Sun Orb.\nPrenez la recette.\nLogout et Allez à The Toxic Conduits."
        },
        {
          "name": "The Solaris Concourse",
          "note": "Prenez généralement le waypoint et dirigez-vous vers le boss ou retournez en ville et nettoyez la zone de Lunaris.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Bath House",
          "note": "Il y a un trial ici, et la quête the Wings of Vastiri quest, il y a aussi un moyen de combattre the Yugul god (2), mais je suggérerais de le faire plus tard. \nLa sortie est toujours du côté droit, allez à The Lunaris Concourse."
        },
        {
          "name": "The High Gardens",
          "note": "Courez jusqu'au bout de la zone et combattez le boss pour un point passif et un nœud de panthéon.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Lunaris Concourse",
          "note": "1) Montez et à droite pour le waypoint, puis en haut et à gauche pour l'entrée, allez à The Lunaris Temple Level 1. \n2) Descendez et allez à droite jusqu'à la sortie, allez The Harbour Bridge."
        },
        {
          "name": "The Lunaris Temple Level 1",
          "note": "Suivez les tapis."
        },
        {
          "name": "The Lunaris Temple Level 2",
          "note": "Toujours suivre les chemins qui montent.\nTuez le boss et ramassez la Moon Orb.\nPrenez la recette.\nlogout et allez à The Lunaris Concourse."
        },
        {
          "name": "The Harbour Bridge",
          "note": "Allez en haut à droite (ou à gauche selon l'endroit où vous entrez) pour trouver l'arène avec Solaris et Lunaris, une résistance au feu et au froid plafonnée est recommandée.",
          "altimage": "Linear layout."
        }
      ]
    },
    {
      "actId": 9,
      "actName": "Act IX",
      "zones": [
        {
          "name": "The Blood Aqueduct",
          "note": "Allez en haut à gauche, traversez les ponts dans des impasses. \nAu début de la ligue, vous voudrez probablement refaire cette zone pour les cartes Humilité -> Tabula Rasa.\nSi vous avez dépassé le niveau 73-74 et que vous n'avez pas terminé votre Humilité, vous feriez mieux d'acheter les cartes qui vous manquent. \nAllez à The Descent.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Descent",
          "note": "Montez à droite jusqu'au monte-charge, puis descendez à gauche jusqu'à un autre monte-charge, puis montez à droite jusqu'à The Vastiri Desert."
        },
        {
          "name": "The Vastiri Desert",
          "note": "Allez à droite jusqu'au waypoint, puis en haut à gauche (1) pour the Foothills. \nSi vous voulez tuer Shakari, allez à droite au (2) pour the Oasis, puis récupérez l'objet de quête en ville et entrez dans la zone."
        },
        {
          "name": "The Oasis",
          "note": "Suivez le mur de gauche ou de droite, selon que le bas ou le haut est l'impasse à l'entrée."
        },
        {
          "name": "The Foothills",
          "note": "Dirigez-vous vers le haut pour trouver le point de cheminement.\n1) allez à (1) pour obtenir l'objet de quête dans The Boiling Lake.\n2) pour The Tunnel pour continuer l'histoire."
        },
        {
          "name": "The Boiling Lake",
          "note": "Allez dans la zone en haut à droite pour le boss de quête, si vous repérez des hommes pétrifiés, vous êtes proche. \nAprès avoir tué le basilic, lougout et tp au point de passage dans The Foothills et allez dans le coin supérieur gauche de la zone.",
          "altimage": "Linear layout"
        },
        {
          "name": "The Tunnel",
          "note": "Il y a un trial dans cette zone. \nMontez à gauche, si vous tombez sur le waypoint vous êtes sur le bon chemin."
        },
        {
          "name": "The Quarry",
          "note": "Activez le waypoint au centre, allez d'abord au Sanctuaire des vents (2), puis à The Refinery (1)."
        },
        {
          "name": "The Refinery",
          "note": "Suivez les pistes du chariot jusqu'au bâtiment en haut à droite pour le boss de quête.\nlogout et aller à The Quarry."
        },
        {
          "name": "The Belly of the Beast",
          "note": "Essayez d'atteindre la partie supérieure gauche de la zone dans The Belly of The Beast, cela mène à The Rotting core qui est assez statique, et où vous voudrez retourner en haut à gauche, puis vous avez The Black Heart où il y a trois zones de boss avec un chemin linéaire vers eux. Tuez-les tous, puis combattez le chef de l'acte Depraved Trinity après être entré au centre."
        },
        {
          "name": "The Rotting Core",
          "note": "Trouvez le boss.",
          "altimage": "Linear with deadends."
        }
      ]
    },
    {
      "actId": 10,
      "actName": "Act X",
      "zones": [
        {
          "name": "The Cathedral Rooftop",
          "note": "Montez pour sauver Bannon, retournez en ville puis allez en bas à droite.",
          "altimage": "Linear layout."
        },
        {
          "name": "The Ravaged Square",
          "note": "Suivez le mur à gauche, sautez la première ouverture, prenez la seconde et traversez le pont (partie rouge), suivez le mur à gauche jusqu'au waypoint.\n1) Dirigez-vous vers the Ossuary.\n2) The Torched Courts. \n3) (Facultatif) the Reliquary (quête de la ceinture rare) \n4) The Control Blocks (quête avec boss pour un point passif). \n5) The Canals. \nFaites votre cruel labyrinthe avant d'aller aux canaux car tuer Kitava réduira vos résistances."
        },
        {
          "name": "The Torched Courts",
          "note": "Suivre le mur en main gauche."
        },
        {
          "name": "The Desecrated Chambers",
          "note": "Suivre le mur en main droite jusqu'à un croisement avec quatre piliers, puis continuer tout droit et monter."
        },
        {
          "name": "The Control Blocks",
          "note": "Suivez le mur  en main droite jusqu'au bout. Utilisez des compétences de mouvement pour sauter à travers les clôtures.",
          "altimage": "Optional, static layout, quest boss for a skill point."
        },
        {
          "name": "The Ossuary",
          "note": "Il y a un trial ici. \nSuivez le mur de gauche pour trouver l'objet de quête et le trial. L'entrée de l'épreuve se trouve dans l'ouverture dans le mur, l'objet de quête est proche de cette ouverture, mais vous vous éloignez du mur pour le trouver.",
          "altimage": "Linear Layout"
        },
        {
          "name": "The Reliquary",
          "note": "L'item est toujours sur le bord ou dans un coin, d'après mon expérience, c'est principalement le côté droit.",
          "altimage": "Large fairly static layout, random quest item spawn location, movement skills that can cross gaps recommended."
        },
        {
          "name": "The Canals",
          "note": "Avancez en haut à gauche, suivez la route, traversez les ponts lorsque vous les voyez.",
          "altimage": "Fairly linear layout"
        },
        {
          "name": "The Feeding Trough",
          "note": "Déplacez-vous en haut à gauche, il ne devrait y avoir aucune diversion, tuez Kitava à la fin pour déverrouiller les cartes.",
          "altimage": "Linear layout."
        }
      ]
    },
    {
      "actId": 11,
      "actName": "Epilogue",
      "zones": [
        {
          "name": "Oriath",
          "note": "Vous pouvez trouver une recette de fabrication dans les escaliers ouest, où se trouve Helena. Voyagez ensuite vers l'Est pour trouver Eternal Laboratory et déverrouiller les missions Zana.",
          "altimage": "Pas encore la fin !"
        },
        {
          "name": "The Templar Laboratory",
          "note": "",
          "altimage": ""
        },
        {
          "name": "The Fallen Courts",
          "note": "",
          "altimage": ""
        },
        {
          "name": "The Haunted Reliquary",
          "note": "",
          "altimage": ""
        }
      ]
    },
    {
      "actId": 50,
      "actName": "Labyrinth",
      "zones": [
        {
          "name": "Aspirants' Plaza",
          "note": "Parcourez le Lab.\n\n",
          "altimage": "Parcourez le Lab."
        }
      ]
    },
    {
      "actId": 20,
      "actName": "Maps",
      "zones": [
        {
          "name": "Maps",
          "note": "",
          "altimage": ""
        }
      ]
    }
  ]
}