{
  "identity": {
    "name": "modele",
    "lang": "fr",
    "game_version": 3.16
  },
  "acts": [
    {
      "act": "Act I",
      "actid": 1,
      "zones": [
        {
          "altimage": "Le cauchemar commence ici.",
          "name": "The Twilight Strand",
          "note": "Vérifiez que le bon loot filter est activé. Suivez la côte et tuez Hillock. Entrez à Lioneye's Watch."
        },
        {
          "name": "The Coast",
          "note": "1) Restez sur le côté droit en suivant le mur activez le waypoint. Allez à The Mud Flats.\n\n2) L'entrée de The Tidal Island est proche du waypoint, allez à The Tidal Island pour Hailrake."
        },
        {
          "altimage": "This layout is always a circle.",
          "name": "The Tidal Island",
          "note": "1) Le côté sans falaise est le plus court. Tuez Hailrake et logout.\n\n2) En ville prenez Quicksilver et vos gemmes puis TP vers The Submerged Passage."
        },
        {
          "altimage": "Green circles indicate the area in which the quest items are grouped. Little rivers connect the three items.",
          "name": "The Mud Flats",
          "note": "Les petites rivières relient les 3 items, les ramasser puis allez à The Submerged Passage."
        },
        {
          "altimage": "Toujours en forme de cercle.",
          "name": "The Fetid Pool",
          "note": "Tourner et tout tuer. (zone facultative)"
        },
        {
          "name": "The Submerged Passage",
          "note": "1) Au waypoint se TP vers The Coast pour aller à The Tidal Island (faire Quicksilver Flask)\n2) Trouvez le pont et placer un portail afin de revenir plus tard tuer Deep Dweller. Traversez le pont pour aller à The Ledge.\n3) Cherchez sous le pont l'entrée de The Flooded Depths, entrez et tuez Deep Dweller."
        },
        {
          "name": "The Flooded Depths",
          "note": "Tuez The Deep Dweller pour un point passif. Deconnexion, puis tp vers The Ledge."
        },
        {
          "altimage": "This layout is always linear, les petits totems au waypoint sont du côté de la sortie The Climb.",
          "name": "The Ledge",
          "note": "1) Au waypoint, passez en ville pour aller The Submerged Passage puis The Flooded Depths.\n2) Allez à The Climb."
        },
        {
          "name": "The Climb",
          "note": "Toujours monter à droite. Libérez Navali quand vous la trouvez puis allez à The Lower Prison."
        },
        {
          "name": "The Lower Prison",
          "note": "Il y a un Trial dans cette zone que vous pouvez faire plus tard grâce au waypoint. \nEssayez d'abord la sortie The Upper Prison"
        },
        {
          "name": "The Upper Prison",
          "note": "Essayez d'abord à gauche. Tuez Brutus, Lord Incarcerator et logout. \nEn ville, TP vers The Prisoner's Gate."
        },
        {
          "name": "Prisoner's Gate",
          "note": "Recherchez le côté de la route qui a le rebord vers le bas, généralement sur le côté droit. \nAllez à The Ship Graveyard."
        },
        {
          "name": "The Ship Graveyard",
          "note": "Cherchez le waypoint en premier.\n1) Si vous trouvez The Ship Graveyard Cave, entrez et obtenez Allflame.\n2) Sinon allez directement vers le waypoint de The Cavern of Wrath"
        },
        {
          "altimage": "This layout is always linear, with some deadends.",
          "name": "The Ship Graveyard Cave",
          "note": "Trouvez Allflame et ignorer le boss.\n1) Si vous avez déjà le waypoint vers The Cavern of Wrath => logout et s'y tp.\n2) Sinon ressortez et trouvez The Cavern of Wrath."
        },
        {
          "name": "The Cavern of Wrath",
          "note": "1) Si vous n'avez pas encore trouvé la Allflame prenez le waypoint pour The Ship Graveyard et trouvez The Ship Graveyard Cave.\n2) Sinon allez en ville faire affiner votre stuff (2x Sapphire rings RésistFroid), et revenez.\n3) Allez vers le haut, entrez dans The Cavern of Anger."
        },
        {
          "name": "The Cavern of Anger",
          "note": "Souvent en haut à gauche, vous pouvez suivre les esprits, si vous voyez des tas d'or, vous êtes proche de Merveil, the Siren, tuez la et allez à l'act II."
        }
      ]
    },
    {
      "act": "Act II",
      "actid": 2,
      "zones": [
        {
          "altimage": "Linear layout",
          "name": "The Southern Forest",
          "note": "Suivez le mur de droite, Allez à The Forest Encampment."
        },
        {
          "altimage": "Linear layout",
          "name": "The Old Fields",
          "note": "Suivre la route vers The Crossroads."
        },
        {
          "altimage": "A branching maze of tunnels ends at a large chamber.",
          "name": "The Den",
          "note": "Si vous tuez The Great White Beast, prenez la Quicksilver Flask en récompense."
        },
        {
          "altimage": "Linear layout if you manage to stay on the stone road.",
          "name": "The Riverways",
          "note": "Suivez la route et utilisez vos compétences en mobilité pour sauter par-dessus les ponts, activer le waypoint.\n1) Suivez la route vers The Western Forest.\n2) The Wetlands sont toujours de l'autre côté de la route par rapport au waypoint, y aller."
        },
        {
          "altimage": "Linear layout if you manage to stay on the stone road.",
          "name": "The Crossroads",
          "note": "Suivre la route vers le waypoint.\n1) Haut vers The Chamber of Sins Level 1.\n2) Tout droit vers The Broken bridge (Kraityn).\n3) En bas vers The Fellshrine Ruins."
        },
        {
          "name": "The Chamber of Sins Level 1",
          "note": "Toujours droite ou gauche. \nActivez le waypoint, et suivez le couloir a côté de ce dernier. \nEntrez dans The Chamber of Sins Level 2."
        },
        {
          "name": "The Chamber of Sins Level 2",
          "note": "Toujours en haut à droite, faire le trial en haut à gauche.\nTuez Fidelitas et logout puis allez à The Crossroads"
        },
        {
          "altimage": "Linear if you stay on the road",
          "name": "The Broken Bridge",
          "note": "Suivre la route jusqu'au waypoint, puis la suivre mais vers la droite.\nTuez Kraityn and logout puis tp The Crossroads"
        },
        {
          "altimage": "Linear layout",
          "name": "The Fellshrine Ruins",
          "note": "Suivre la route jusqu'à The Crypt."
        },
        {
          "altimage": "",
          "name": "The Crypt Level 1",
          "note": "En général le trial est en haut à droite. Inutile d'aller The Crypt Level 2.\nlogout allez à The Riverways"
        },
        {
          "altimage": "Y a rien là !",
          "name": "The Crypt Level 2",
          "note": "Demi-tour, y a rien là ..."
        },
        {
          "altimage": "Linear layout if you stay on the road and find waypoint, then everything is in a cross shape.",
          "name": "The Western Forest",
          "note": "Suivre la route, waypoint.\n* Alira est du côté du waypoint où la route a une section cassée.\n* Suivez la route pour la quête The Way Forward, tuez Captain Arteri, revenir sur le chemin du retour. \n* The Weaver's Chambers se trouve de l'autre côté de la route d'Alira, avec des arbres palmés, y aller"
        },
        {
          "name": "The Weaver's Chambers",
          "note": "Allez à gauche lorsque le chemin de gauche apparaît, sinon faites une boucle autour du côté droit\nTuez The Weaver, cliquez le point d'exclamation et logout.\n1) Allez à Act I, passive à Bestel\n2) Aller à Riverways."
        },
        {
          "name": "The Wetlands",
          "note": "1) Allez à gauche et en haut jusqu'à ce que le waypoint soit visible avec le passage à proximité, tuez Oak et logout.\nTP vers The Wetlands.\n2) Allez à The Vaal Ruins."
        },
        {
          "name": "The Vaal Ruins",
          "note": "Essayez de déterminer la direction puis zig-zaguez en conséquence à travers les ruines. \nAllez à The Northern Forest."
        },
        {
          "altimage": "Linear layout, waypoint is adjacent to the shoreline.",
          "name": "The Northern Forest",
          "note": "Allez en haut à droite en suivant le rivage.\nAllez à The Caverns. \nInutile d'aller dans The Dread Thicket."
        },
        {
          "altimage": "Il n'y a rien la !",
          "name": "The Dread Thicket",
          "note": "Sortez de cette zone, il n'y a rien ici."
        },
        {
          "name": "The Caverns",
          "note": "Essayez de deviner ou la sortie est apparue. \nActivez le waypoint. \nAllez à The Ancient Pyramid."
        },
        {
          "altimage": "Somewhat linear layout.",
          "name": "The Ancient Pyramid",
          "note": "La sortie est en général en diagonal de l'entrée.\nTuez Vaal Oversoul et allez à l'Act III."
        }
      ]
    },
    {
      "act": "Act III",
      "actid": 3,
      "zones": [
        {
          "altimage": "Linear layout.",
          "name": "The City of Sarn",
          "note": "N'oubliez pas de parler à Clarissa. En ville, allez directement dans The Slums sans parler aux PNJ"
        },
        {
          "name": "The Slums",
          "note": "1) Trouvez les grilles The Sewers, puis descendez les escaliers, suivez les escaliers jusqu'à monter, puis ligne droite vers le The Crematorium, y rentrer.\n2) Après avoir les clés allez à The Sewers."
        },
        {
          "name": "The Crematorium",
          "note": "Faites le trial, plutôt à gauche.\nTuez Piety (résistance à la foudre recommandée), puis logout.\nEn ville, récupérez les clés des égouts auprès de Clarissa, allez à The Slums."
        },
        {
          "name": "The Sewers",
          "note": "1) Récupérez le premier buste avant le waypoint, un autre juste après. Haut et gauche le dernier buste, puis haut et droite pour la sortie.\nAllez à The Marketplace.\n2) Brûlez l'obstacle et allez à The Ebony Barracks."
        },
        {
          "name": "The Marketplace",
          "note": "Habituellement en haut et droite, traversez la salle des statues, récupérez le waypoint près de The Catacombs. Passez l'élément de quête c'est inutile.\n1) Allez à The Catacombs.\n2) Suivre le mur de droite pour trouver la sortie, allez à The Battlefront."
        },
        {
          "altimage": "Maze of rooms that ends at a large bridge",
          "name": "The Catacombs",
          "note": "Faire le trial, puis logout et allez à The Marketplace."
        },
        {
          "name": "The Battlefront",
          "note": "1) haut et gauche vers le waypoint. Prenez Ribbon Spool un peu à gauche du waypoint. Allez vers la gauche à The Docks.\n2) Droite haut à la recherche du temple Solaris. Allez à The Solaris Temple level 1."
        },
        {
          "name": "The Solaris Temple Level 1",
          "note": "Suivez le tapis jusqu'à la sortie. Allez The Solaris Temple Level 2"
        },
        {
          "name": "The Solaris Temple Level 2",
          "note": "Suivez le tapis mais, il peut y avoir des impasses. Parlez à Dialla. \nAllez à The Sewers par le waypoint."
        },
        {
          "name": "The Docks",
          "note": "Ignorez Fairgraves. \nVers gauche en premier, trouvez le sulfite qui est en bas des escaliers puis logout allez à The Battlefront."
        },
        {
          "name": "The Ebony Barracks",
          "note": "1) Montez au temple de Lunaris, n'oubliez pas le waypoint, tuez General Gravicius. Allez à The Lunaris Temple Level 1.\n2) Après le temple de Lunaris, allez à droite et haut pour The Imperial Gardens."
        },
        {
          "name": "The Lunaris Temple Level 1",
          "note": "Suivez le tapis, n'oubliez pas le waypoint."
        },
        {
          "name": "The Lunaris Temple Level 2",
          "note": "La disposition diffère beaucoup. Toujours monter les escaliers, jusqu'à une plus grande surface ou il y a des chariots des deux côtés, choisissez le côté où il n'y en a qu'un tuez Piety, logout.\nAllez à The Ebony Barracks."
        },
        {
          "name": "The Imperial Gardens",
          "note": "Suivez la route, activer waypoint.\n1) Haut et gauche pour Trial, logout et revenez.\n2) Faites The Library si besoin, puis deco, tp, revenez.\n3) Allez à droite puis en haut vers The Sceptre of God."
        },
        {
          "altimage": "Ressemble à un labyrinthe.",
          "name": "The Library",
          "note": "Essayez haut et droite, jusqu'à trouver des murs parallèles, ou se trouve  Siosa.\nAllez vers le se seul ouvert et cherchez l'accès à la prochaine zone cachée par un interrupteur."
        },
        {
          "altimage": "La zone est un carré avec 1 page a chaque coin.",
          "name": "The Archives",
          "note": "Trouvez les 4 pages et retourner voir Siosa."
        },
        {
          "altimage": "Layout is generally always the same looking, but exits spawn in a random corner.",
          "name": "The Sceptre of God",
          "note": "Les sorties apparaissent dans un coin aléatoire, peuvent souvent être trouvées en voyageant en diagonale.\nAllez à The Upper Sceptre of God."
        },
        {
          "altimage": "Layout is generally always the same looking, but exits spawn in a random corner.",
          "name": "The Upper Sceptre of God",
          "note": "Les sorties apparaissent dans un coin aléatoire. Montez en diagonale jusqu'à ce que vous aperceviez des barricades à la sortie. \nTuez Dominus, High Templar. \nAllez à l'Act IV."
        }
      ]
    },
    {
      "act": "Act IV",
      "actid": 4,
      "zones": [
        {
          "altimage": "Pretty much linear.",
          "name": "The Aqueduct",
          "note": "Traversez la zone. Entrez à Highgate, puis allez à The Dried Lake."
        },
        {
          "name": "The Dried Lake",
          "note": "Tuez Voll, Emperor of Purity puis déco.\nAllez à The Mines Level 1"
        },
        {
          "name": "The Mines Level 1",
          "note": "La sortie est généralement dans le coin supérieur gauche.\nAller à The Mines Level 2."
        },
        {
          "name": "The Mines Level 2",
          "note": "Disposition variée et nombreuses impasses, tuez l'esprit allez à The Crystal Veins.\nSi vous trouvez la sortie avant l'esprit, laissez un portail et continuez."
        },
        {
          "name": "The Crystal Veins",
          "note": "Boucle en bas à droite pour aller à la sortie en haut à gauche. \n1) Trouver Dialla (waypoint) allez en ville. Si vous aviez laissez un portail pour l'esprit allez y maintenant.\n2) Revenez The Crystal Veins, puis allez à Kaom's Dream."
        },
        {
          "altimage": "Fairly linear.",
          "name": "Daresso's Dream",
          "note": "Avancez vers le haut à droite, des impasses.\nAllez à The Grand Arena."
        },
        {
          "altimage": "Linear layout.",
          "name": "The Grand Arena",
          "note": "Descendre à gauche de waypoint, puis suivre le chemin. \nTuez Daresso, King of Swords et logout. \nTP à The Crystal Veins puis Kaom's Dream."
        },
        {
          "name": "Kaom's Dream",
          "note": "Suivez les passages et les ponts. \nAllez à Kaom's Stronghold."
        },
        {
          "name": "Kaom's Stronghold",
          "note": "Suivez les escaliers et les ponts. \nTuez Kaom's Chosen et logout. \nTP à The Crystal Veins puis The Belly of the Beast Level 1."
        },
        {
          "name": "The Belly of the Beast Level 1",
          "note": "Visez en haut à gauche, de nombreuses impasses.\nAllez à The Belly of the Beast Level 2."
        },
        {
          "name": "The Belly of the Beast Level 2",
          "note": "Visez en haut à gauche, de nombreuses impasses. Tuez Piety, the Abomination.\nAllez à The Harvest."
        },
        {
          "name": "The Harvest",
          "note": "Toujours 1 boss sur le côté droit et 2 à gauche : Doedre Darktongue, Maligaro, The Inquisitor, Shavronne of Umbra.\n* Prenez le waypoint et parlez avec Piety. \n* Aller à the Black Core pour tuer Malachai, The Nightmare, logout.\n* Allez à The Ascent."
        },
        {
          "name": "The Ascent",
          "note": "Allez Haut et droite, traversez le pont, suivez la route vers l'Act V."
        }
      ]
    },
    {
      "act": "Act V",
      "actid": 5,
      "zones": [
        {
          "name": "The Slave Pens",
          "note": "Allez tout en bas et à droite, puis à gauche pour tuer le boss. Aller à to Town. Aller à The Control Blocks"
        },
        {
          "name": "The Control Blocks",
          "note": "Allez en haut à gauche pour le miasmeter, puis en haut et à droite.\nTuez Justicar Casticus pour ses 'yeux'. \nAllez à Oriath's Square."
        },
        {
          "name": "Oriath Square",
          "note": "Allez en haut à droite jusqu'à ce que vous traversiez le pont, puis descendez.\nAllez à The Templar Courts."
        },
        {
          "name": "The Templar Courts",
          "note": "Allez à The Chamber of Innocence.",
          "altimage": "Boucle dans le sens des aiguilles d'une montre. "
        },
        {
          "name": "The Chamber of Innocence",
          "note": "Montez et gauche et tournez dans le sens inverse des aiguilles d'une montre.\n1) Allez à Sanctum of Innocence.\n2) Activer waypoint, parlez à Bannon. \nAller à The Torched Courts."
        },
        {
          "name": "The Torched Courts",
          "note": "Boucle dans le sens antihoraire.\nAllez à The Ruined Square."
        },
        {
          "name": "The Ruined Square",
          "note": "1) Aller au waypoint, entrez dans The Ossuary.\n2) Passez au milieu de la carte, Laisser un portail près de la grande fontaine. Allez en bas vers The Reliquary.\n3) Allez en haut depuis le portail, entrez dans The Cathedral Rooftop."
        },
        {
          "name": "The Ossuary",
          "note": "Ramassez un signe logout, TP vers the Ruined Square.",
          "altimage": "Boucle dans le sens des aiguilles d'une montre."
        },
        {
          "name": "The Reliquary",
          "note": "Commencer par le bas à gauche. \nTrouvez plusieurs objets de quête dans les coins de la zone. \nRevenez au waypoint, TP vers Town, prendre le portail."
        },
        {
          "altimage": "Linear zone, run top left and kill Kitava.",
          "name": "The Cathedral Rooftop",
          "note": "Courez en haut à gauche et tuez Kitava, the Insatiable !"
        }
      ]
    },
    {
      "act": "Act VI",
      "actid": 6,
      "zones": [
        {
          "altimage": "",
          "name": "The Twilight Strand",
          "note": "Inutile sauf si vous voulez ouvrir la boutique de gemmes de Lily.\n\nNettoyez la zone, logout, gemmes.\nAllez à The Coast."
        },
        {
          "name": "The Coast",
          "note": "Allez vers la droite puis vers le haut, waypoint.\nAllez à The Mud Flats."
        },
        {
          "altimage": "La zone est en forme de cercle.",
          "name": "The Tidal Island",
          "note": "Cette zone doit être ignorée pour gagner du temps."
        },
        {
          "name": "The Mud Flats",
          "note": "1) Tuez the Dishonoured Queen sur le côté droit et récupérez la clé de la reine.\n2) Allez vers la gauche à The Karui Fortress."
        },
        {
          "name": "The Karui Fortress",
          "note": "Suivez le côté droit, tuez Tukohama, Karui God of War.\nSortez sur le côté gauche et montez.\nAllez à the Ridge.\n"
        },
        {
          "name": "The Ridge",
          "note": "Aller à the Lower Prison."
        },
        {
          "name": "The Lower Prison",
          "note": "Il y a un trial.\nEn général vers la gauche, prendre le waypoint.\nAller à Shavronne's Tower."
        },
        {
          "altimage": "",
          "name": "Shavronne's Tower",
          "note": "Suivez les halls, en passant par les ponts, pendant 4 mini zones.\nMonter à Prison Rooftop, tuez Reassembled Brutus, et Shavronne the Returned.\nAllez à Warden's Chamber pour prendre la recette\nLogout et TP Prisoner's Gate."
        },
        {
          "name": "Prisoner's Gate",
          "note": "Descendez du côté de la route qui a la falaise, et tuez Abberath, the Cloven One.\nSuivez la route vers the Western Forest."
        },
        {
          "altimage": "",
          "name": "The Western Forest",
          "note": "Suivez la route vers  The Riverways."
        },
        {
          "name": "The Riverways",
          "note": "1) Suivez le chemin au waypoint, allez à gauche vers The Wetlands.\n2) Suivez la route et lorsque vous atteignez le campement, descendez à droite pour aller à The Southern Forest."
        },
        {
          "altimage": "",
          "name": "The Wetlands",
          "note": "Restez sur le côté gauche pour trouver l'entrée de The Spawning Ground, tuez Ryslatha, the Puppet Mistress, logout.\nTP vers The Riverways.\n"
        },
        {
          "altimage": "",
          "name": "The Southern Forest",
          "note": "Suivez le mur de droite à The Cavern of Anger."
        },
        {
          "name": "The Cavern of Anger",
          "note": "Ramassez le Flag Chest en entrant dans cette zone.\nAllez à the Beacon."
        },
        {
          "altimage": "",
          "name": "The Beacon",
          "note": "Suivez le rivage jusqu'à ce que vous atteigniez les balises. Déplacez les deux colonnes.\nBrûlez le drapeau et allez à the Brine King's Reef."
        },
        {
          "name": "The Brine King's Reef",
          "note": "Suivez le rivage de gauche jusqu'à l'arène de Tsoagoth, The Brine King et le tuer.\nDéco reco et parlez aux  pnjs.\nAllez à l'Act VII par le waypoint."
        }
      ]
    },
    {
      "act": "Act VII",
      "actid": 7,
      "zones": [
        {
          "altimage": "Suivez la route vers la gauche",
          "name": "The Broken Bridge",
          "note": "Allez à The Crossroads. "
        },
        {
          "name": "The Crossroads",
          "note": "1) Allez en bas a partir du waypoint vers The Fellshrine Ruins.\n2) Allez a gauche a partir du waypoint vers The Chamber of Sins."
        },
        {
          "altimage": "Linear layout",
          "name": "The Fellshrine Ruins",
          "note": "Suivre la route jusqu'à The Crypt Level 1."
        },
        {
          "name": "The Crypt",
          "note": "Ouvrir le sarcophage pour la zone suivante. \nTrouver Maligaro's Map puis tp ville et waypoint The Crossrads."
        },
        {
          "name": "The Chamber of Sins Level 1",
          "note": "Activez le waypoint.\nUtilisez la carte.\nAprès avoir tué Maligaro, revenez ici et suivez le passage derrière le waypoint vers The Chamber of Sins Level 2."
        },
        {
          "name": "The Chamber of Sins Level 2",
          "note": "Il y a un trial côté gauche.\nAllez en haut à droite, jusqu'à ce que vous trouviez le long couloir étroit, allez jusqu'au bout où vous avez combattu Fidelitas dans l'acte deux, puis montez et descendez ensuite."
        },
        {
          "altimage": "",
          "name": "Maligaro's Sanctum",
          "note": "Suivez les bords de la zone et traversez les ponts que vous rencontrez jusqu'à ce que vous trouviez l'arène (l'atelier de Maligaro)."
        },
        {
          "name": "The Den",
          "note": "Allez à The Ashen Fields."
        },
        {
          "altimage": "Linear layout.",
          "name": "The Ashen Fields",
          "note": "Suivez la route vers la gauche.\nAllez à ???"
        },
        {
          "altimage": "",
          "name": "The Northern Forest",
          "note": "Suivez le mur de gauche pour The Dread Thicket.\nSuivez le mur de droite pour The Causeway."
        },
        {
          "altimage": "",
          "name": "The Dread Thicket",
          "note": "Récupérez tous les Fireflies.\nTuez Gruthkul."
        },
        {
          "altimage": "Linear layout.",
          "name": "The Causeway",
          "note": "Allez en haut à droite jusqu'à la sortie, récupérez Kishara’s star près de la sortie."
        },
        {
          "name": "The Vaal City",
          "note": "Recherchez et suivez les murs épais pour vous guider vers la sortie."
        },
        {
          "altimage": "Long zone, with multiple levels.",
          "name": "The Temple of Decay Level 1",
          "note": "Allez en diagonale vers les sorties."
        },
        {
          "altimage": "Grandes zones avec plusieurs niveaux.",
          "name": "The Temple of Decay Level 2",
          "note": "Tuez Arakaali, Spinner of Shadows."
        }
      ]
    },
    {
      "act": "Act VIII",
      "actid": 8,
      "zones": [
        {
          "altimage": "Linear layout.",
          "name": "The Sarn Ramparts",
          "note": "Left hand wall-follow to the stairs, go up the stairs and follow the wall to the end."
        },
        {
          "name": "The Toxic Conduits",
          "note": "Watch the black paint on the floor as you enter the zone to see in which direction it points you."
        },
        {
          "name": "Doedre's Cesspool",
          "note": "Try to find the path that doesn’t have a dead end, this should lead you all the way to the exit.After you kill Doedre, find the waypoint. The Grand Promenade is on the left, The Quay on the right."
        },
        {
          "altimage": "Fairly static and linear zone.",
          "name": "The Grand Promenade",
          "note": "Wall-follow the right hand side."
        },
        {
          "name": "The Quay",
          "note": "Pick up the quest item at (1), to use in the arena (2), then leave the arena and find the exit at (3)."
        },
        {
          "name": "The Grain Gate",
          "note": "This zone has many buildings, only enter and leave buildings through openings that have a guard’s corpse next to it, they lead the way, kill the gemlings."
        },
        {
          "altimage": "Linear layout if you stay in the road until it ends.",
          "name": "The Imperial Fields",
          "note": "Follow the road until the end, then keep on going that direction."
        },
        {
          "name": "The Solaris Temple Level 1",
          "note": "Go down and left, then up and left, there is a waypoint on the path."
        },
        {
          "name": "The Solaris Temple Level 2",
          "note": "Follow the carpets, quest boss Dawn at the end, capped fire resistance is recommended."
        },
        {
          "altimage": "Linear layout",
          "name": "The Solaris Concourse",
          "note": "Usually take the waypoint, and either proceed to boss, or go back to town and clear the Lunaris area."
        },
        {
          "name": "The Bath House",
          "note": "There is a trial here, and the Wings of Vastiri quest, there is also a way to the Yugul god fight (2), but I would suggest doing this later. The exit is always on the right side"
        },
        {
          "altimage": "Linear layout",
          "name": "The High Gardens",
          "note": "Run to the end of the area and fight the boss for a passive minor and pantheon node."
        },
        {
          "name": "The Lunaris Concourse",
          "note": "Go up and right for the waypoint, then up and left for the entrance. If this is your second visit go down and right to the exit."
        },
        {
          "name": "The Lunaris Temple Level 1",
          "note": ""
        },
        {
          "name": "The Lunaris Temple Level 2",
          "note": ""
        },
        {
          "altimage": "Linear layout.",
          "name": "The Harbour Bridge",
          "note": "Go top right(or left depends from where you enter) to find the arena with Solaris and Lunaris, capped fire and cold resistance is recommended."
        }
      ]
    },
    {
      "act": "Act IX",
      "actid": 9,
      "zones": [
        {
          "altimage": "Linear layout",
          "name": "The Blood Aqueduct",
          "note": "Go to the top left, cross the bridges on dead ends. As a league start you probably want to farm this zone for Humility cards -> Tabula Rasa. If you are past level 73-74, and havent completed your Humility, you are better off buying the cards you are missing.(ssf-btw)"
        },
        {
          "name": "The Descent",
          "note": "Go up right to the supply hoist, then down left to another hoist, then up right to The Vastiri Desert."
        },
        {
          "name": "The Vastiri Desert",
          "note": " Go right to the waypoint, then top left (1) for the Foothills. If you want to kill Shakari, go right to (2) for the Oasis, then get the quest item in town and enter the zone."
        },
        {
          "name": "The Oasis",
          "note": "Left or right hand wall follow, depending on bottom or top being the dead end at the entrance. Physical mitigation recommended."
        },
        {
          "name": "The Foothills",
          "note": " Head up to find the waypoint, go to (1) to get the quest item in The Boiling Lake, then to (2) for The Tunnel to continue the story."
        },
        {
          "altimage": "Linear layout",
          "name": "The Boiling Lake",
          "note": "Go to the top right zone for the quest boss, if you spot petrified men, you are close. After killing the Basilisk, go to town and teleport to the waypoint in The Foothills and go to the top left corner of the zone."
        },
        {
          "name": "The Tunnel",
          "note": "There is a trial in this zone. Go up left, if you come across the waypoint you’re on the right path"
        },
        {
          "name": "The Quarry",
          "note": "Activate the waypoint at the center, go to Shrine of the Winds first (2), then the refinery (1)."
        },
        {
          "name": "The Refinery",
          "note": "Follow the cart tracks to the building top right for the quest boss, capped lightning resistance is recommended. Portal to town and waypoint back to The Quarry."
        },
        {
          "name": "The Belly of the Beast",
          "note": " Try to reach the top left part of the zone in The Belly of The Beast, this leads to The Rotting core which is fairly static, and where you will want to go top left again, then you have The Black Heart where there are three boss zones with a linear path to them. Kill ‘em all, then fight the Depraved Trinity act boss after entering at the center."
        },
        {
          "altimage": "Linear with deadends.",
          "name": "The Rotting Core",
          "note": "Find the boss arena."
        }
      ]
    },
    {
      "act": "Act X",
      "actid": 10,
      "zones": [
        {
          "altimage": "Linear layout.",
          "name": "The Cathedral Rooftop",
          "note": "Go up to save Bannon, back to town, then go to down right."
        },
        {
          "name": "The Ravaged Square",
          "note": "Left hand wall-follow, skip the first opening, take the second and cross the bridge (red part), left hand wall-follow to the waypoint. Then go to the Ossuary (1), after that the Torched Courts (2). Optional are the Reliquary (3, quest for rare belt) and the Control Blocks (4), quest with boss for a passive point. Finish by going through The Canals (5). Do your cruel labyrinth before going to the Canals as killing Kitava will lower your resistances."
        },
        {
          "name": "The Torched Courts",
          "note": "Left hand wall-follow."
        },
        {
          "name": "The Desecrated Chambers",
          "note": "Right hand wall-follow until you come to a crossroads with four pillars, then go straight and up."
        },
        {
          "altimage": "Optional, static layout, quest boss for a skill point.",
          "name": "The Control Blocks",
          "note": "Right hand wall-follow all the way to the end. Use movement skills to jump through fences."
        },
        {
          "altimage": "Linear Layout",
          "name": "The Ossuary",
          "note": "There is a trial here. Left hand wall follow to find the quest item and trial. The trial entrance is in the opening in the wall, the quest item is close to that opening, but you move away from the wall to find it."
        },
        {
          "altimage": "Large fairly static layout, random quest item spawn location, movement skills that can cross gaps recommended.",
          "name": "The Reliquary",
          "note": "The item is always on the edge or a corner, to my experience it’s mostly the right side."
        },
        {
          "altimage": "Fairly linear layout",
          "name": "The Canals",
          "note": "Move top left, follow the road, cross bridges when you see them."
        },
        {
          "altimage": "Linear layout.",
          "name": "The Feeding Trough",
          "note": "Move top left, there shouldn’t be any diversions, kill Kitava at the end to unlock maps."
        }
      ]
    },
    {
      "act": "Epilogue",
      "actid": 11,
      "zones": [
        {
          "altimage": "Pas encore la fin !",
          "name": "Oriath",
          "note": "You can find a crafting recipe to the West stairs, where Helena stands. Then travel to the East to find Eternal Laboratory and unlock Zana missions. Have fun with end game :)"
        },
        {
          "altimage": "",
          "name": "The Templar Laboratory",
          "note": ""
        },
        {
          "altimage": "",
          "name": "The Fallen Courts",
          "note": ""
        },
        {
          "altimage": "",
          "name": "The Haunted Reliquary",
          "note": ""
        }
      ]
    }
  ]
}